{
    "title":"totok.ai",
    "home":"Home",
    "key":"Key Features",
    "support":"Support",
    "privacy":"Privacy & Terms",
    "ToTok":"ToTok",
    "download":"GET IT NOW",
    "tips":"Unblocked, reliable voice/video calls",
    "info":"* Data charges may apply, contact your provider for details",
    "voiceinfo":"Send photos, videos, voice messages, GIFs and more",
    "platgorm":"Simple, fast and secure messaging",
    "adfree":"High definition group calls with up to 20 people",
    "contact":"Contact us via email",
    "supportemail":"customerservice@totok.ai",
    "info1title":"Important Notice",
    "info1content":"This is an agreement (the \"Agreement\") between Breej holding LTD. (\"we\"), the owner and operator of www.totok.ai (the \"ToTok Site\") and the ToTok software (the \"ToTok\"), including ToTok Messenger (collectively, including all content provided by ToTok through ToTok Messenger and the Totok Site, the \"ToTok Service\", or the \"Service\"), and you (\"you\" or \"You\"), a user of the Service.<br/>Please read carefully and choose to accept or not to accept this Agreement (minors should be accompanied by a legal guardian to read). Unless you accept all terms and conditions of this Agreement, or you have no right to register, log in or related services covered by the agreement. Register, log in, use behavior will be deemed acceptance of this Agreement and agree to be bound by the terms of this Agreement.",
    "info2title":"The rights and obligations of both sides",
    "info2content":"1.The Agreement allows change. If any substantive changes to this Agreement, we will by the announcement of the site to notify you. Change notification, the continued use of the Website and ToTok as you have been aware of such changes and agree to be bound by the terms.<br/>2.We retained unilateral all or part of the Service at any time without any notice, to change, suspend, restrict, terminated or revoked our service rights, end users need to take this risk.<br/>3.Users shall not use ToTok Service according to the following:<br/>(1) Destroy the basic principles of the constitution;<br/>(2) Endangering national security, leaking state secrets, subverting state ;<br/>(3) Harm national honor and interests;<br/>(4) Incitement to ethnic discrimination, undermining national unity;<br/>(5) Undermine national policies on religion, propagating evil cults and feudal superstition;<br/>(6) Spread rumors, disturbs social order, or undermines social stability;<br/>(7) Spreading obscenity, pornography, gambling, violence, murder, terror or abetting crime;<br/>(8) Insult or slander others, infringe upon the legitimate rights and interests;<br/>(9) Containing laws, administrative regulations prohibit the other content of the information.",
    "info3title":"Liability Disclaimer",
    "info3content":"1.If the user violates of this Agreement or related laws, regulations and rules, a causes, or develops any third party claim against us, the user agree to indemnify, defend and hold harmless for us and our officers, directors, employees from and against any claim, requirements or loss, including reasonable attorney's fees, resulting from, the user agrees to indemnity.<br/>2.Such as the occurrence of the following circumstances, we does not undertake any liability:<br/>(1) In accordance with the requirements of the law or the relevant government departments to provide your personal information;<br/>(2) Lead to the disclosure of any personal information due to your improper use;<br/>(3) Due to technical failure event affecting the normal operation of the service, we promised in the first time with the timely processing of repair and related units, but all losses suffered by the user we are not liable;<br/>(4) Any service interruptions caused due to hacker attacks, computer viruses, intrusion, illegal content, harassment information shielded, government regulation, as well as any other network, technology, communication lines, information security management measures, obstruction and other situations that can not meet user requirements;<br/>(5) User due to the loss of a third party, such as operators, communication line failure, technical issues, networking, computer failures, system instability and other due to force majeure situation;<br/>(6) The risk incurred by the use of our Service may exist from others anonymous or bogus contain the threat, defamatory, offensive or illegal content;<br/>(7) ToTok between users interact with other users, cause or may cause any psychological, physical injuries, and economic losses due to misleading or deceptive;<br/>(8) In any case, we are not responsible for you or any third party for any indirect, consequential, exemplary, incidental, special or punitive damages that responsibility. The risk of damage to computer systems or mobile communication devices by getting access to ToTok Website will be your personal commitment;<br/>(9) Containing laws, administrative regulations prohibit the other content of the information;",
    "info4title":"The commencement and termination of the Agreement",
    "info4content":"1. This Agreement is effective from the date of your acceptance<br/>2. Interpretation of this Agreement, the effectiveness of dispute resolution, applies to the laws of UAE. If any disputes or controversies between users and us, it should first be settled through friendly consultations. If the negotiations are unsuccessful, the user in this completely agrees that the dispute or controversy should be submitted to UAE.<br/>E-mail: customerservice@totok.ai",
    "info5title":"Other provisions",
    "info5content":"1. Part of the terms of this Agreement is invalid, does not affect the validity of other provisions<br/>2. Interpretation of this Agreement, the effectiveness of dispute resolution, applies to the laws of UAE. If any disputes or controversies between users and ToTok, should first be settled through friendly consultations, the negotiations are unsuccessful, the user in this completely agree the dispute or controversy submitted ToTok where the domicile jurisdiction under the jurisdiction of UAE.<br/>E-mail:mailto:customerservice@totok.ai",
    "info6title":"Privacy Policy",
    "info6content":"Breej holding LTD. is the owner and operator of www.totok.ai (the \"ToTok Site\"), the ToTok software, including ToTok Messenger and other Service. We provide you with ToTok voice call software. In accordance with the provisions of the law, we will be collected in certain circumstances, regarding to the use, preservation and disclosure of your personal information.<br/>ToTok shall be allowed to collect your personal information in your phone number, phone contacts, etc. for the purpose of providing service of ToTok Website and ToTok through technical means. ToTok use and high-quality custom service requiring for the information<br/>Anonymous, aggregate statistical data is not defined in the ToTok personal information. We will provide a variety of purposes, including, but not limited to, the report of the analysis and usage patterns, etc., to save and use of such information. We reserve the right to any purpose or unilateral license third parties to use, and disclosure of anonymous summary statistics.<br/>The privacy policy is subject to adjustment. We will provide you with E-mail addresses, or by the announcement of the site to notify you. Your use of Breej Website, and ToTok will be deemed as that you are aware of and agree to the terms of the Privacy Policy."
}